export default [
    {
        id: 0,
        name: "1С Битрикс",
        title: "Почему лучше 1С Битрикс?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
    },
    {
        id: 1,
        name: "WordPress",
        title: "Почему лучше WordPress?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
    },
    {
        id: 2,
        name: "OpenCart",
        title: "Почему лучше OpenCart?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
    },
    {
        id: 3,
        name: "MEVN-стек",
        title: "Почему лучше MEVN-стек?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
    },
];
