import c1 from "../assets/images/certificates/1c.jpg";
import c12 from "../assets/images/certificates/hathohu_pssr80003401.jpeg";
import c13 from "../assets/images/certificates/prof_big.jpg";
import oc1 from "../assets/images/certificates/3331882.jpg";
import wp1 from "../assets/images/certificates/e12d58f1.jpg";
import mevn1 from "../assets/images/certificates/tild3932-3432-4334-b633-316431313139__4.jpg";

export default [
    {
        id: 0,
        name: "1С Битрикс",
        title: "Почему лучше 1С Битрикс?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
        certificates: [c1, c12, c13],
    },
    {
        id: 1,
        name: "WordPress",
        title: "Почему лучше WordPress?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
        certificates: [wp1],
    },
    {
        id: 2,
        name: "OpenCart",
        title: "Почему лучше OpenCart?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
        certificates: [oc1],
    },
    {
        id: 3,
        name: "MEVN-стек",
        title: "Почему лучше MEVN-стек?",
        text: "Безопасность и устойчивость к нагрузкам: модуль проактивной защиты, мощный веб-антивирус, защита от DDoS, технология ОТР, контроль целостности скрипта — все это сводит к минимуму вероятность взлома сайта и хищения данных.",
        certificates: [mevn1],
    },
];
