import GoldArchive from "../assets/images/icons/gold_achive.png";

type recordsPoint = {
    id: number;
    img: string;
    source: string;
    top: string;
    nomination: string;
};

const recordCalendar = [
    {
        id: 0,
        year: "2022",
        records: [
            {
                id: 0,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 1,
                img: GoldArchive,
                source: "Золотоя Собака",
                top: "Лауреат",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 2,
                img: GoldArchive,
                source: "TOP-10",
                top: "Второе место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 3,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
        ],
    },
    {
        id: 1,
        year: "2021",
        records: [
            {
                id: 0,
                img: GoldArchive,
                source: "Самомнение 2021",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 1,
                img: GoldArchive,
                source: "Нарцис-урядник",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 2,
                img: GoldArchive,
                source: "Мешкогрузчик Поволжье",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 3,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
        ],
    },
    {
        id: 2,
        year: "2020",
        records: [
            {
                id: 0,
                img: GoldArchive,
                source: "Собеседник балобол",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 1,
                img: GoldArchive,
                source: "Интрига Поволжье 2020",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 2,
                img: GoldArchive,
                source: "Корона победитель",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 3,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
        ],
    },
    {
        id: 3,
        year: "2019",
        records: [
            {
                id: 0,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 1,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 2,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 3,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
        ],
    },
    {
        id: 4,
        year: "2018",
        records: [
            {
                id: 0,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 1,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 2,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
            {
                id: 3,
                img: GoldArchive,
                source: "Рейтинг Рунета",
                top: "Первое место",
                nomination:
                    " Рейтинг разработчиков интернет-магазинов Пензы нижнего ценового сегмента",
            },
        ],
    },
];
export default recordCalendar;
export type { recordsPoint };
